// 霸都丶傲天 2019年12月24日

var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [//这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "心爱的陈思如妹妹",  // 同上...
        "我现在好想你",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "今天我的身体好不舒服",
        "要是身边有你就好了",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "呜呜呜呜",
        "快点好起来吧",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "我爱你呀陈思如~",
        "老婆老婆老婆老婆",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "下次再见哦",
    ],
    wish: "鑫鑫&&小如相爱了",  //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    // 时间的格式很重要哦，一定要是下面这个格式!!
    // 年年年年-月月-日日 时时:分分:秒秒
    time: "2025-11-23 21:30:0",    //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    // 相册配置
    gallery: {
        max_photos: 50, // 最大扫描照片数量 / Maximum photos to scan
        folder_label: "我们的点滴", // 文件夹 UI 上显示的文字 / Folder label
    }
};
